Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ja widzę tylko jedno rozwiązanie. Musimy pozbyć się wszystkich, którzy pozostali po stronie Holdwiga... oraz wykończyć jego samego.
uk: Я бачу лише один вихід. Ми повинні позбутися всіх, хто залишився на боці Гольдвіга... і прикінчити його.

source: Ja wiem, że lasy na ogół są niebezpieczne, ale ostatnio naprawdę dziwne odgłosy dobiegają z zachodu. Nie mogę się przez nie porządnie wyspać.
uk: Я знаю, що ліси взагалі небезпечні, але останнім часом із заходу долинають дуже дивні звуки. Через них я не можу нормально виспатися.

source: Ja wiem, że lasy są niebezpieczne, ale ostatnio naprawdę dziwne odgłosy dobiegają z zachodniego lasu. Nie mogę się przez to porządnie wyspać.
uk: Я знаю, що ліси взагалі небезпечні, але останнім часом із лісу на заході долинають дуже дивні звуки. Через них я не можу нормально виспатися.

source: Ja wracam do mojego grobu. Obudź mnie, gdy coś wymyślisz.
uk: Я повертаюся до своєї могили. Розбуди мене, коли щось вигадаєш.

source: Ja wrócę do jaskini i wymyślę jakąś historię o tym, że pozbyłeś się Tilla i uciekłeś, a ja przybyłem za późno.
uk: Я повернуся до печери і вигадаю якусь історію про те, як ти позбувся Тілля і втік, а я прийшов надто пізно.

source: Ja wygrałem, ty przegrałeś.
uk: Я переміг, ти програв.

source: Ja wyruszam w poszukiwaniu zdolnych wojowników. Te klejnociki na długo zapewnią mi pełny talerz.
uk: Я вирушу на пошуки вправних воїнів. Ці коштовні камені надовго забезпечать мене їжею.

source: Ja z Holdwigiem pchaliśmy z tyłu, a Valerio podważał koło. Żeśmy cholera tyle siły mieli, że wóz wyskakując z błota obalił się na bok.
uk: Ми з Гольдвігом штовхали ззаду, а Валеріо кермував. Ми доклали стільки зусиль, що віз перекинувся з багнюки набік.

source: Ja z chłopakami odpowiadam jedynie za to, żeby towar bezpiecznie dotarł z portu do magazynu. To co dzieje się z nim wcześniej i później niezbyt mnie interesowało.
uk: Я з хлопцями лише відповідаю за те, щоб товар безпечно дістався з порту до складу. Те, що відбувається з ним до цього чи після, мене зовсім не цікавить.

source: Ja z chłopakami rozejrzę się za czymś ostrym, czym wyłożymy dno dołu.
uk: Ми з хлопцями пошукаємо щось гостре, щоб підготувати дно ями.

source: Ja z kolei cenię jego umiejętności walki na arenie, które gwarantują wysokie zarobki.
uk: З іншого боку, я ціную його навички бою на арені, які приносять хороші заробітки.

source: Ja z kolei mam dla ciebie małą radę.
uk: Я, в свою чергу, маю для тебе невеличку пораду.

source: Ja z kolei nie zamierzam dłużej czekać, aż najlepsze kąski przejdą mi koło nosa.
uk: З іншого боку, я не збираюся більше чекати, поки найбільш ласі шматочки прослизнуть прямо у мене під носом.

source: Ja z kolei uważam, że w warsztacie trzeba eksperymentować.
uk: А я вважаю, що в майстерні потрібно експериментувати.

source: Ja zajmuję się tym, żeby dokładnie dopasować wszystkie elementy i dołożyć dodatkowe wzmocnienia tam, gdzie ich potrzeba.
uk: Моя робота полягає в тому, щоб переконатися, що всі елементи точно підігнані, і додати додаткові посилення там, де це необхідно.

source: Ja zajmę się finansami, a Holdwig uprawami. Dokładnie tak jak życzył sobie tego nasz ojciec.
uk: Я займатимусь фінансами, а Гольдвіг дбатиме про врожай. Саме так, як і хотів наш батько.

source: Ja zajmę się przygotowaniem stanowiska w schowku obok twojego pokoju i samym procesem warzenia mikstury.
uk: Я підготую робоче місце в комірчині поруч з твоєю кімнатою, і займусь самим приготування еліксиру.

source: Ja znalazłem to wino, ale wygląda na to, że Kurt trzyma je w skrzyni pod kluczem.
uk: Я знайшов те вино, але, схоже, що Курт тримає його в скрині під замком.

source: Ja zostanę przy statku, jakby znowu ktoś tu miał się pojawić.
uk: Я залишуся біля корабля на випадок, якщо знову хтось з'явиться.

source: Ja zostanę tu jeszcze chwilę i rozejrzę się, czy czegoś nie przegapiłeś.
uk: Я побуду тут ще трохи і подивлюся, чи ти нічого не пропустив.

source: Ja zostanę tutaj i będę ubezpieczał tyły...
uk: Я залишуся тут і буду прикривати ззаду...

source: Ja zostanę tutaj i przypilnuje tego faceta. Wolałbym, żeby nam nagle nie zwiał.
uk: Я залишуся тут і пильнуватиму цього хлопця. Я б не хотів, щоб він раптом втік.

source: Ja zrozumiałem to zbyt późno. Czasami w naszych poszukiwaniach zapuszczamy się tak daleko, że sami się gubimy.
uk: Я зрозумів це надто пізно. Іноді ми заходимо так далеко у своїх пошуках, що втрачаємо себе.

source: Ja!? A wy?
uk: Мені?! А ви?

source: Ja, Flex, spiskowałem przeciwko Królowi!
uk: Я, Флекс, у змові проти Короля!

source: Ja, Marvin, przybyły z daleka...
uk: Я, Марвін, що прибув здалеку...

source: Ja, Marvin, przybyły z jakiegoś dalekiego zadupia, bliżej nieznany komukolwiek...
uk: Я, Марвін, що прибув з якоїсь далекої, нікому невідомої глушини...

source: Ja, Marvin, przybyły z jakiegoś dalekiego zadupia...
uk: Я, Марвін, що прибув з якоїсь далекої глушини...

source: Ja, Marvin... przybyły z daleka, bliżej nieznany komukolwiek...
uk: Я, Марвін... що прибув здалеку, нікому невідомо звідки...

source: Ja, Marvin... przybyły z jakiegoś dalekiego zadupia, bliżej nieznany komukolwiek...
uk: Я, Марвін... що прибув з якоїсь далекої, нікому невідомої глушини...

source: Ja, Slager,
uk: Я, Слагер,

source: Ja, Ulryk
uk: Я, Ульрік

source: Ja, Valerio, postanawiam:
uk: Я, Валеріо, заповідаю:

source: Ja, Valerio, właściciel największej winnicy na Archolos, postanawiam:
uk: Я, Валеріо, власник найбільшого виноградника на Архолосі, заповідаю:

source: Ja, niżej podpisany,
uk: Я, той, хто нижче підписався,

source: Ja, no cóż...
uk: Я, ну...

source: Ja, yyy... podziwiam widoki, zachód słońca i takie tam.
uk: Я... еее милуюсь краєвидом, заходом сонця і всім іншим.

source: Ja...
uk: Я...

source: Ja... Nie znam żadnego Jorna...
uk: Я... Не знаю ніякого Йорна...

source: Ja... Yyy... Ja p-pi-pilnuję...
uk: Я... Ууу... Я о-ох-охороняю...

source: Ja... i cała grupa In Extremo.
uk: Я... і весь гурт In Extremo.

source: Ja... ja uruchomię kontakty! Znam ludzi, którzy mogą zamienić twoje życie w mękę! Nawet nie próbuj ze mną zadzierać!
uk: Я... У мене є зв'язки! Я знаю людей, які можуть перетворити твоє життя на пекельні борошна! Навіть не думай зі мною зв'язуватися!

source: Ja... nie wiem co mam powiedzieć.
uk: Я... не знаю, що й сказати.

source: Ja... tak.
uk: Я... так.

source: Ja... y... jasne...
uk: Я-ясно...

source: Ja? A co ja? Jakiś artysta, żeby się od alkoholu uzależnić? Jestem Wilczym Synem, my się możemy uzależnić co najwyżej od trenowania walki!
uk: У мене? Я тобі що, якийсь артист, щоб пристраститися до алкоголю? Я Вовчий Син, ми можемо пристраститися хіба що до бойових тренувань!

source: Ja? Co? Dlaczego?
uk: Я? Що? Навіщо?

source: Ja? Gdzieżby! Jako przykładny członek Gildii Kupieckiej chciałem jedynie nawiązać z tobą współpracę finansową.
uk: Я? Ні в якому разі! Як зразковий член Торгової Гільдії, я хотів лише встановити з тобою фінансову співпрацю.

source: Ja? Gdzieżby... po prostu... Jeśli sam Roderich rozkazał, to oczywiście, możesz wejść.
uk: Я? Нізащо... просто... Якщо сам Родеріх наказав, то, звичайно, можеш зайти.

source: Ja? Ja nic... a dobra, stresuje mnie to, co mam w kieszeni. Zdaje się, że wszyscy królewscy teraz za tym szaleją.
uk: Я? Я нічого... ай добре, мене трохи нервує те, що у мене в кишені. Здається, всі люди Короля зараз дуріють від цього.

source: Ja? O co ci chodzi? Broń się!
uk: Я? Що ти маєш на увазі? Захищайся!

source: Ja? Przecież dostarczyłem zapłatę tak, jak kazałeś!
uk: Мені? Я ж доставив оплату, як ти і просив!

source: Ja? Przecież ja nie mam pojęcia o alchemii... No i wolałabym uniknąć wizyty tych Arcymagów. Wyglądali na bardzo surowych i rygorystycznych.
uk: Я? Я ж нічого не знаю про алхімію... І я воліла б уникати зустрічі з тими Архімагами. Вони здалися мені дуже суворими і строгими.

source: Ja? Przecież ja nie mam pojęcia o alchemii... no i wolałabym uniknąć wizyty tych Arcymagów. Wyglądali na bardzo surowych i rygorystycznych.
uk: Я? Я нічого не знаю про алхімію. Я б краще уникнула зустрічі з тими Архімагами. Вони здалися мені дуже суворими і строгими.

source: Ja? Skądże. Ale twoja wygadana buźka zaraz będzie miała!
uk: У мене? Зовсім ні. Але в тебе вони ось-ось з'являться!

source: Ja? Takie bluźnierstwo? Z ust wyznawcy Innosa? Nigdy! Ten człowiek kłamie!
uk: Я? Таке богохульство? З вуст послідовника Інноса? Ніколи! Цей чоловік бреше!

source: Jaaa? Siedzę, a co? Uczciwy obywatel nie ma prawa do chwili odpoczynku?
uk: Яяяя? Я сиджу, а що? Чесний громадянин не має права на хвилинку відпочинку?

source: Jabłka w cieście
uk: Яблучна випічка

source: Jabłka! Świeże jabłka! Za półdarmo!
uk: Яблука! Свіжі яблука! За пів ціни!

source: Jabłko
uk: Яблуко

source: Jack Ryżobrody chociażby, straszliwy sukinsyn. Siał postrach na tych morzach przez kilkanaście lat, podpalał wioski, napadał na statki, nawet czasami robił zasadzki na karawany w środku lądu.
uk: Наприклад, Джек Рисобородий, жахливий сучий син. Він сіяв хаос у цих морях з десяток років, спалював села, нападав на кораблі, а іноді навіть влаштовував засідки на каравани посеред суходолу.

source: Jacy tam znowu niedoświadczeni, już przecież pokazałeś, że nadajesz się do tej roboty!
uk: Не зважаючи на свою недосвідченість, ти вже показав, що готовий до роботи!

source: Jad obu tych stworzeń jest
uk: Отрута цих істот здатна

source: Jagnię
uk: Ягня

source: Jagody powszechnie występujące w lasach Archolos.
uk: Ягода, яка часто зустрічається в лісах Архолосу.

source: Jagody trzymam z dala od kuchni, właśnie na wypadek takich sytuacji!
uk: Я тримаю ягоди подалі від кухні, якраз щоб уникнути подібних ситуацій!

source: Jagody, które znalazłem u Foxa.
uk: Ягоди, які я знайшов у Фокса.

source: Jagody, takie małe czarne, silnie trujące. To nimi otruto Stana.
uk: Ягоди, такі маленькі чорні, дуже отруйні. Саме ними і отруївся Стен.

source: Jaja dla Bastiana
uk: Яйця для Бастіана

source: Jajo pełzacza
uk: Яйце повзуна

source: Jajo ścierwojada
uk: Яйце падальника

source: Jak Adanos mi miły, Stan to uczciwy człek był.
uk: Клянусь Аданосом, Стен був чесною людиною.

source: Jak Dima się dowie, że człowiek, z którym miała ubić interes, zdechł tuż pod moim nosem, to chyba mnie żywcem wypatroszy! A jak nie ona, to mój kapitan!
uk: Якщо Діна дізнається, що людина, з якою вона мала вести справи, померла у мене під носом, думаю, вона мене живцем випатрає! А якщо не вона, то мій капітан!

source: Jak Grayson mógł dopuścić się takiego niedopatrzenia!
uk: Як Грейсон міг допустити таку недбалість!

source: Jak badania?
uk: Як дослідження?

source: Jak bardzo niechlujnym nierobem trzeba być, żeby pozwolić na coś takiego?
uk: Наскільки недбалим треба бути, щоб допустити щось подібне?

source: Jak boleśnie się przekonałem, wieczory spędza w karczmie. W dzień znajdziesz go pewnie na jakimś polu.
uk: Як я мав прикрість переконатись, вечори він проводить у корчмі. Вдень його, швидше за все, можна знайти у полі.

source: Jak by ci to powiedzieć... szarpiesz za nie. Większość gatunków, które je posiada, nie ma ich zbyt delikatnych, także możesz pewnie je złapać i zwyczajnie wyrwać.
uk: Як би це пояснити... висмикуй їх. У більшості видів вони не дуже делікатні, тож ти можеш їх просто взяти і відірвати.

source: Jak by to powiedzieć... nie rozstaliśmy się w zbyt przyjaznych okolicznościach.
uk: Як би це мовити... ми розлучилися не за зовсім приємних обставин.

source: Jak byliśmy w koszarach to jedzenie było paskudne, jak mamy dobre jedzenie to nie pozwala mi sobie podjeść!
uk: Коли ми жили в казармах, їжа була жахливою, а тепер, коли у нас є хороша їжа, він не дає мені її!

source: Jak byłem mały, ojciec opowiedział mi taką jedną bajeczkę...
uk: Коли я був ще дитиною, мій батько розповідав мені одну казку...

source: Jak byłem u rzeźnika, upadła mi na podłogę.
uk: Коли я був у м'ясника, вона випала на підлогу.

source: Jak będziesz ciężko pracował, może dorobisz się czegoś w życiu, tak jak ja.
uk: Якщо ти старанно працюватимеш, то, можливо, доб'єшся чогось у житті, як я.

source: Jak będziesz gotowy, to daj znać, nauczę cię podstaw oprawiania zwierząt. Kiedy uznam, że już to rozumiesz, pokażę ci też, jak wyrwać im kły i pazury.
uk: Коли будеш готовий, дай мені знати, і я навчу тебе основам білування тварин. Як тільки я вважатиму, що ти все зрозумів, я також покажу тобі, як виривати ікла та кігті.

source: Jak będziesz gotów na spotkanie, daj mi znać. Wtedy się rozliczymy.
uk: Коли будеш готовий до побачення, дай мені знати. Тоді й розрахуємося.

source: Jak będziesz prawidłowo kombinował, zamek sam zacznie ustępować. Wsłuchaj się w niego, a żadna skrzynia nie ukryje przed tobą swoich sekretów.
uk: Якщо ти правильно підбереш послідовність, замок сам почне піддаватися. Прислухайся до нього, і жодна скриня не приховає від тебе своїх таємниць.

source: Jak będą chcieli zrobić sobie krzywdę, to sobie zrobią na sto innych sposobów. Niekoniecznie przez zażywanie ziela.
uk: Якщо вони хочуть нашкодити собі, вони зможуть це зробити сотнею інших способів. Не обов'язково для цього вживати траву.

source: Jak całe życie spędziłem na morzu, tak nigdy żem nie widział, żeby kto mapę chował w butelce i do wody wyrzucał.
uk: Хоча я все життя й провів у морі, але ніколи не бачив, щоб хтось ховав мапу у пляшку та кидав її у воду.

source: Jak cenny towar mamy chronić?
uk: Наскільки цінний товар ми повинні захищати?

source: Jak chcesz im pomóc?
uk: Як ти хочеш до них достукатися?

source: Jak chcesz to sprawdzić?
uk: Як ти хочеш це перевірити?

source: Jak chcesz, to możesz sam przejść się do zagajnika za zakrętem i zobaczyć jego truchło.
uk: Якщо хочеш, можеш сам пройтися до галявини за рогом і подивитися на його тушу.

source: Jak chcesz, to nauczę cię posługiwać się bronią do walki w zwarciu. Podczas swoich podróży musiałem sobie radzić, i całkiem nieźle to opanowałem!
uk: Якщо хочеш, я навчу тебе користуватися зброєю ближнього бою. Під час моїх подорожей мені доводилося вправлятися нею, і я досить добре її опанував!

source: Jak chcesz, to sobie wracaj. To nie moja sprawa.
uk: Якщо хочеш, можеш повертатися. Це не моя справа.

source: Jak chcesz.
uk: Як хочеш.

source: Jak chcesz. Chodźmy.
uk: Як хочеш. Ходімо.

source: Jak chcesz. Jakbyś zmienił zdanie, to wiesz gdzie mnie szukać.
uk: Як хочеш. Якщо передумаєш, ти знаєш, де мене знайти.

source: Jak chcesz. Spróbuj najpierw coś z nich wyciągnąć. Ja zaraz wracam!
uk: Як скажеш. Але спершу спробуй у них щось вивідати. Я зараз повернусь!

source: Jak ci bezbożnicy śmieli podnieść rękę na sługi samego Innosa?!
uk: Як посміли ці безбожники підняти руку на слуг самого Інноса?!

source: Jak ci idzie twoja... ehm... praca?
uk: Як там твоя... ем... робота?

source: Jak ci ludzie wytrzymują w takich warunkach? Jak można żyć ze szczurami na ulicach albo w domach? Gdybym miał większy stopień, to zrobiłbym tu porządek!
uk: Як ці люди витримують такі умови? Як можна жити зі щурами на вулицях чи в будинках? Мав би я владу, я зробив би тут порядок!

source: Jak ci przywalę młotem w łeb to się nauczysz, by nie przeszkadzać ciężko pracującym ludziom!
uk: Як вдарю тебе молотком по голові, щоб навчився не заважати людям, які важко працюють!

source: Jak ci się nie podoba, możesz iść do magów.
uk: Якщо тобі не сподобається, можеш піти до магів.

source: Jak ci się nudzi, to idź się kimnij i czekaj na rozkaz Salviego, a mi daj w spokoju pracować.
uk: Якщо тобі нудно, лягай спати і чекай наказу Сальві, а мені дай попрацювати спокійно.

source: Jak ci się podoba Archolos?
uk: Тобі подобається Архолос?

source: Jak ci się podoba bycie członkiem Araxos?
uk: Ну і як, тобі подобається бути членом Араксосу?

source: Jak ci się podoba w straży?
uk: Тобі подобається бути вартовим?

source: Jak ci się pracuje dla Volkera?
uk: Як тобі працюється у Волкера?

source: Jak czytanie o równowadze i balansie ma mi niby pomóc przywrócić wiarę w ogień sprawiedliwości Innosa?
uk: Як читання про баланс і рівновагу може допомогти мені відновити віру у вогонь справедливості Інноса?

source: Jak dawno to było?
uk: Як давно це було?

source: Jak dla ciebie, to będzie sto pięćdziesiąt sztuk złota.
uk: Для тебе це буде сто п'ятдесят золотих.

source: Jak dla mnie i tak jesteś nad wyraz ciekawski, a ja powoli tracę cierpliwość.
uk: Як на мене, ти аж занадто допитливий, а я поволі втрачаю терпіння.

source: Jak dla mnie jesteś w porządku, potrafisz wykonywać polecenia i nie boisz się walki.
uk: Як на мене, ти в повному порядку. Ти вмієш виконувати накази і не боїшся битися.

source: Jak dla mnie jesteś zwykłym szpiclem!
uk: Як на мене, ти просто шпигун!

source: Jak dla mnie możesz zostać moim czeladnikiem już teraz.
uk: Як на мене, ти можеш стати моїм учнем хоч просто зараз.

source: Jak dla mnie ta sterta gruzu i desek nikomu nie jest potrzebna, ale rozkaz to rozkaz, więc siedzę tu i marznę, bo czemu nie!
uk: Наскільки я знаю, цією купою дров ніхто й не збирається користуватися. Але наказ є наказ, тож мені доводиться сидіти і мерзнути тут, чому б і ні!

source: Jak dla mnie to czyste barbarzyństwo.
uk: Як на мене, це чисте варварство.

source: Jak dla mnie to strata dobrej mikstury. Jednak Rodrigo jest uczulony na punkcie oszustwa i po prostu dał Stanowi w mordę.
uk: Як на мене, це марна трата хорошого зілля. Однак у Родріго алергія на обман, і він просто дав Стену по пиці.

source: Jak dla mnie, to i tak im się poszczęściło. Biorąc pod uwagę sytuację polityczną, Wilcze Leże to małe państwo w państwie.
uk: Як на мене, їм все одно пощастило. З огляду на політичну ситуацію, Вовче Лігво – це маленька держава в державі.

source: Jak dla mnie, to zadajesz za dużo pytań. Pozwól, że dla odmiany ja ci zadam pytanie.
uk: Як на мене, ти ставиш забагато запитань. Дозволь і мені поставити тобі запитання для різноманітності.

source: Jak dla orka.
uk: Як для орка.

source: Jak dla tak wymagającego klienta, jedynie 100 sztuk złota.
uk: Для такого вимогливого клієнта – лише 100 золотих.

source: Jak dla trolla.
uk: Як для троля.

source: Jak do tego doszło, nie wiem, ale od pewnego marynarza w porcie udało mi się kupić akt własności oraz klucze do mieszkania w porcie. Aby do niego dotrzeć, powinienem iść ulicą w stronę targu portowego, po zejściu ze schodów skręcić w lewo i przy straganie ponownie w lewo. Miejsce nie jest podobno zbyt wielkie, ale przytulne.
uk: Я не знаю, як це сталося, але мені вдалося придбати у якогось моряка акт на право власності та ключі від будинку десь у порту. Щоб дістатися до нього, я маю пройти вулицею у бік портового ринку, спуститися сходами, повернути ліворуч і біля прилавку знову повернути ліворуч. Місце начебто не надто велике, але затишне.

source: Jak do tej pory ani ja, ani żaden z moich ludzi nie znaleźliśmy nawet najmniejszych uchybień w jego działalności.
uk: До цього часу ані я, ані жоден з моїх людей не знайшли навіть найменших порушень у його діяльності.

source: Jak dobrze wiesz, nasza operacja nie jest zbyt legalna.
uk: Як тобі добре відомо, наша операція не зовсім легальна.

source: Jak dobrze, że Millie jest już przytomna. Bałam się, że już się nie wybudzi.
uk: Як добре, що Міллі прийшла до тями. Я боялася, що вона ніколи вже не прокинеться.

source: Jak dobrze, że jesteś. Mam ci coś do przekazania.
uk: Як добре, що ти тут. Я маю тобі дещо сказати.

source: Jak dobrze, że przynajmniej nie musiałem iść w nich jako pierwszy na patrol.
uk: Як добре, що принаймні мені не довелося першим йти в ній на патрулювання.

source: Jak dobrze, że się zjawiłeś, inaczej mogło być krucho.
uk: Як добре, що ти прийшов, інакше б все могло бути гірко.

source: Jak dobrze, że w końcu weszliśmy do środka. Jeszcze jedna noc spędzona w pobliżu tych wilków, a nie zmrużyłbym oka.
uk: Як добре, що ми нарешті потрапили всередину. Я не витримав би ще однієї ночі в оточенні цих вовків.

source: Jak dobrze, że widzę żywą duszę! Musisz mi pomóc!
uk: Як добре бачити живу душу! Ти маєш мені допомогти!

source: Jak dojść do tej 'Przystani'?
uk: Як дістатися до цієї 'Гавані'?

source: Jak dokładnie wyglądały te ślady?
uk: Як саме виглядали ті сліди?

source: Jak doskonale wiesz, władza królewska zrobi wszystko, by nas sprowokować i zesłać do kolonii. Nie możemy pozwolić, by to zamknęło nam usta.
uk: Як тобі добре відомо, королівська влада піде на все, щоб спровокувати нас і відправити до колонії. Ми не можемо дозволити заткнути нам рота.

source: Jak dostałaś się do Gildii Kupieckiej?
uk: Як ти потрапила до Торгової Гільдії?

source: Jak dostałeś się do wioski?
uk: Як ти потрапив до села?

source: Jak dotrzeć do tej Przystani?
uk: Як дістатися до цієї Гавані?

source: Jak dotrzeć na tę plażę?
uk: Як дістатися до цього пляжу?

source: Jak dołączyć do Gildii Kupieckiej?
uk: Як вступити до Торгової Гільдії?

source: Jak duża jest ta sakiewka?
uk: Наскільки великий цей гаманець?

source: Jak duże straty ponieśliśmy?
uk: Які наші втрати?

source: Jak dużo żywności mieli przywieźć?
uk: Як багато продуктів вони повинні були принести?

source: Jak długo byłem nieprzytomny?
uk: Як довго я був без свідомості?

source: Jak długo można wypełniać jakieś papiery? To na pewno można jakoś przyspieszyć.
uk: Як довго може тривати оформлення документів? Напевно, це можна якось прискорити.

source: Jak długo planujesz zostać?
uk: Як довго ти плануєш залишатися?

source: Jak długo potrwa ta biesiada?
uk: Як довго триватиме це свято?

source: Jak długo to potrwa?
uk: Як довго це триватиме?

source: Jak długo tu siedzisz?
uk: Як давно ти тут?

source: Jak emocje przed walką?
uk: Як емоції перед боєм?

source: Jak gdyby nigdy nic zaczął sprzedawać dokładnie to samo co ja twierdząc, że moje towary są podrabiane.
uk: Як ні в чому не бувало, він почав продавати точно такі ж статуетки, як і я, стверджуючи, що мій товар – підробка.

source: Jak go rozpoznam?
uk: Як я його впізнаю?

source: Jak idzie interes?
uk: Як йдуть справи?

source: Jak idzie naprawa pancerza?
uk: Як просувається ремонт обладунка?

source: Jak idzie patrol?
uk: Як проходить патрулювання?

source: Jak idzie praca?
uk: Як просувається робота?

source: Jak idzie współpraca z ludźmi Veita?
uk: Як проходить співпраця з людьми Вейта?

source: Jak idą interesy?
uk: Як просувається бізнес?

source: Jak idą prace?
uk: Як просувається робота?

source: Jak idą łowy?
uk: Як полювання?

source: Jak igła w stogu siana
uk: Як голка в копиці сіна

source: Jak interesy?
uk: Як справи?

source: Jak ja nie cierpię tych przybłęd. Powinni ich odesłać tam, skąd przybyli!
uk: Як же я ненавиджу цих приблуд. Їх слід відправити туди, звідки вони прибули!

source: Jak ja się cieszę, że wizytacja królewskiego wysłannika tutaj nie sięga. Już wolę z orkami się użerać niż z urzędasami!
uk: Як же я радий, що візит Королівського посла сюди не дійшов. Я краще матиму справу з орками, ніж з чиновниками!

source: Jak ja tych gnojków nienawidzę. Wszystko zeżrą, nieważne czy pachnie czy śmierdzi. Nawet przez beczkę się przegryzą by dorwać żarcie.
uk: Як я цих виродків ненавиджу. Вони жеруть усе підряд, їм без різниці, чи воно пахне, чи смердить. Навіть бочку прогризуть, щоб дістатися до їжі.

source: Jak jeszcze raz cię zobaczę, jak wlepiasz gały w Marthę, to cię zabiję. Rozumiemy się?
uk: Якщо я ще раз побачу, що ти витріщаєшся на Марту, я тебе вб'ю. Ти зрозумів мене?

source: Jak jeszcze raz nas zatrzymasz, to przysięgam, że obiję ci mordę.
uk: Якщо ти ще раз нас затримаєш, присягаюся, отримаєш по морді.

source: Jak jeszcze trochę pokopię, to chyba odpadną mi ręce. Może wtedy pozwolą mi odpocząć.
uk: Якщо я ще трохи подовбаю, то, думаю, у мене руки відваляться. Може, тоді мені дадуть перепочити.

source: Jak jutro go nie będzie, to zażądam zwrotu części pieniędzy.
uk: Якщо завтра її не буде, я вимагатиму повернення частини грошей.

source: Jak już go odwiedzisz, to radzę ci tam zostać.
uk: Як його відвідаєш, раджу там і залишитися.
